categories = {
    'الأكلات العربية والعراقية': ['دولمة', 'برياني', 'كباب', 'منسف', 'مقلوبة', 'شاورما', 'فلافل', 'حمص', 'تبولة', 'كبة',
                                'بامية', 'تبسي', 'باجة', 'مخلمة', 'صمون', 'كاهي', 'كليجة', 'زردة', 'تشريب', 'سمك مسكوف'],
    'الفواكه': ['تفاح', 'برتقال', 'موز', 'عنب', 'رقي', 'رمان', 'تين', 'تمر', 'خوخ', 'مشمش',
               'كمثرى', 'عرموط', 'منجا', 'فراولة', 'كيوي', 'ليمون', 'لالنكي', 'كرز', 'توت', 'أناناس'],
    'الخضروات': ['طماطة', 'بطاطا', 'خيار', 'بصل', 'ثوم', 'جزر', 'باذنجان', 'شجر', 'فلفل', 'خس',
                'سبانخ', 'قرنابيط', 'لهانة', 'فجل', 'شلغم', 'كرفس', 'بقدونس', 'نعناع', 'كزبرة', 'بامية'],
    'الحيوانات': ['أسد', 'نمر', 'فيل', 'زرافة', 'قرد', 'جمل', 'حصان', 'حمار', 'خروف', 'معزة',
                 'بقرة', 'دجاجة', 'بطة', 'أرنب', 'ثعلب', 'ذئب', 'دب', 'غزال', 'أفعى', 'تمساح'],
    'الملابس': ['دشداشة', 'عباية', 'ثوب', 'بشت', 'غترة', 'عقال', 'سروال', 'جبة', 'طاقية', 'حجاب',
               'نقاب', 'جلابية', 'صدرية', 'حذاء', 'نعال', 'جوارب', 'حزام', 'شال', 'كفوف', 'قبعة'],
    'الشخصيات الكرتونية': ['سبونج بوب', 'ميكي ماوس', 'دوريمون', 'بيكاتشو', 'كونان', 'توم وجيري', 'بوباي', 'سلاحف النينجا', 'عدنان ولينا', 'الكابتن ماجد',
                          'سندباد', 'زورو', 'غوكو', 'ناروتو', 'ساسكي', 'لوفي', 'سونيك', 'ماريو', 'بن تن', 'المحقق كونان'],
    'أفراد العائلة': ['زياد', 'خنساء', 'محمد', 'فاطمة', 'طارق', 'زهرة', 'سجى', 'مصطفى', 'مروة']
}
